---
kind: other
id: Properties.T:Autodesk.Revit.DB.ParameterSetIterator
source: html/f9a83522-8953-6300-8206-ecf4e54ebede.htm
---
# ParameterSetIterator Properties

Retrieves the item that is the current focus of the iterator.